import { React, useState } from 'react'

export default function About() {

    return (
        <div className="about">
            <h1>אודות האתר</h1>
            <p>...עכשיו לא צריך ללכת רחוק על מנת למצוא את מעצב הפנים שבך</p>
            <br />
            <b>וודסטוק גאלרי הינה חברה המתמחה ביבוא מוצרים לעיצוב הבית מסין, הודו, וייטנאם, תאילנד, מלזיה, אינדונזיה, מקסיקו ועוד...

            ומזמינה אותך להיות המעצב/ת של ביתך ולעצב אותו על פי טעמך האישי והייחודי.

            ל-וודסטוק גאלרי מספר קניינים בעלי ניסיון רב המקפידים לבקר בכל תערוכות העיצוב המובילות ולהתעדכן בטרנדים העולמיים.

            הרשת חרטה על דגלה לייבא ולהיות מובילת שוק בתחום עיצוב הבית תוך מתן דגש על יבוא פריטים התואמים את הרוח הישראלית

            מבלי להזניח את ניצול עובדת היותה של הרשת יבואנית המקפידה לחסוך את פערי התיווך ולהציע ללקוח הפרטי את מגוון מוצריה במחירים האטרקטיביים ביותר

תוך שמירה על איכות ללא פשרות ושרות ללא תחרות, וודסטוק גאלרי זמינה ללקוחותיה לרכישה ישירה בסניפי הרשת (אוף ליין) וגם לרכישה מכוונת באתר אינטרנט חדשני ומתקדם (און ליין)</b>

        </div>
    );

}